<script setup></script>
<template>
  <v-card-text>
    <p>
      <span>Рекомендации для обучающегося (самостоятельная работа)</span>
    </p>
    <ul>
      <li>
        <span
          >Повторите ранее пройденный материал (ОП.10 Материаловедение, ОП.11 Общие основы
          технологии металлообработки и работ на металлорежущих станках).
        </span>
      </li>
      <li>
        <span
          >Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите динамическую
          инфографику по теме «Материалы, применяемые в машиностроении».
        </span>
      </li>
      <li>
        <span
          >Если в процессе изучения материала возникнут вопросы, запишите их для
          дальнейшего обсуждения с преподавателем и/или с группой обучающихся.
        </span>
      </li>
      <li>
        <span
          >Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
          умений при изучении модуля:
        </span>
      </li>
    </ul>
    <ul>
      <li>
        <span>использовать физико-химические методы исследования &nbsp;металлов</span>
      </li>
      <li>
        <span>пользоваться справочными таблицами для определения свойств материалов</span>
      </li>
      <li>
        <span>выбирать материалы для осуществления профессиональной деятельности;</span>
      </li>
      <li>
        <span
          >правила определения режимов резания по справочникам и паспорту станка.</span
        >
      </li>
    </ul>
    <ul>
      <li>
        <span>При необходимости просмотрите материал еще раз.</span>
      </li>
      <li>
        <span>Возвращайтесь к наиболее сложным аспектам темы.</span>
      </li>
      <li>
        <span
          >Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными
          носителями с отдыхом и гимнастикой для глаз.
        </span>
      </li>
    </ul>
    <p><span>Рекомендации для преподавателя</span></p>
    <p><span>Преподаватель должен:</span></p>
    <ul>
      <li>
        <span
          >организовать просмотр динамической инфографики и последующую беседу по
          уточнению и конкретизации первичных знаний;</span
        >
      </li>
      <li>
        <span
          >создать условия для освоения обучающимися знаний в форме интерактивной
          деятельности;</span
        >
      </li>
      <li>
        <span
          >формировать у обучающихся мотивацию к усвоению нового материала, образованию
          как основному инструменту достижения личного и профессионального успеха;</span
        >
      </li>
      <li>
        <span>познакомить обучающихся с материалами, применяемыми в машиностроении;</span>
      </li>
      <li>
        <span
          >познакомить с правилами определения режимов резания по справочникам и паспорту
          станка;</span
        >
      </li>
      <li>
        <span
          >содействовать установлению в сознании обучающихся устойчивых связей между
          накопленным и новым опытом познавательной деятельности;</span
        >
      </li>
      <li>
        <span
          >фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</span
        >
      </li>
    </ul>
  </v-card-text>
</template>
