<script setup></script>
<template>
  <v-card-text> ошибка </v-card-text>
  <v-row>
    <p>Экран слишком мал</p>
    <p>Рабочая область слишком мала.</p>
    <p>
      Контент и интерактивные элементы будут работать, но некоторые части страницы могут
      быть недоступны.
    </p>
    <p>
      Некоторые элементы будут слишком малы для взаимодействия. Пожалуйста увеличьте
      рабочую область или используйте устройство с минимальным разрешением 980x500
      пикселей.
    </p>
    <v-btn>Понятно</v-btn>
  </v-row>
</template>
