 export default{
  theme: "Основы  электромонтажных работ.",
  fgos: {
    code: "13.01.10",
    name: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
  },
  pm: {
    code: "01",
    name: "Сборка, монтаж, регулировка и ремонт узлов и механизмов оборудования, агрегатов, машин, станков и другого электрооборудования промышленных  организаций"
  },
  mdk: {
    code: "01.01",
    name: "Основы слесарно - сборочных и электромонтажных работ"
  },
  video: "/videos/130110010101.mp4",
  test: {
    questions: [
      {
        question: "",
        type: "multi",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
  <b> ФГОС СПО:</b <br>
  <p> Федеральный государственный образовательный стандарт среднего профессионального
  образования по укрупненной группе профессий 13.00.00 Электро- и теплоэнергетика, по
  профессии 13.01.10 Электромонтёр по ремонту и обслуживанию электрооборудования (по
  отраслям); утвержден приказом Министерства образования и науки Российской Федерации от
  02.08.2013 № 802 </p>
  <b> Профессиональный модуль:</b>
  <p> ПМ 01 Сборка, монтаж, регулировка и ремонт узлов и механизмов оборудования, агрегатов,
  машин, станков и другого электрооборудования промышленных организаций </p>
  <b> МДК 01.01: </b>
  <p> ПОсновы слесарно-сборочных и электромонтажных работ </p>
  <b> Раздел: </b>
  <p> Основы слесарно - сборочных и электромонтажных работ </p>
  <b> Тема: </b>
  <p> Основы электромонтажных работ </p>
  `,
  keywords: [
    {
      word: "Проводник",
      description: "Вещество, среда, материал, хорошо проводящие электрический ток"
    },
    {
      word: "Полупроводник",
      description: "Материал, по удельной проводимости занимающий промежуточное место между проводниками и диэлектриками, и отличающийся от проводников (металлов) сильной зависимостью удельной проводимости от концентрации примесей, температуры и воздействия различных видов излучения. Основным свойством полупроводников является увеличение электрической проводимости с ростом температуры"
    },
    {
      word: "Диэлектрик",
      description: "Вещество (материал), относительно плохо проводящее электрический ток"
    },
    {
      word: "Проводниковые материалы",
      description: "Вещества с чётко выраженными свойствами полупроводника"
    },
    {
      word: "Диэлектрические материалы",
      description: "Материалы, не проводящие электрического тока"
    }
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (ОП.02 Электротехника).</li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите
      динамическую инфографику по теме «Основы электромонтажных работ».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся.</li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля:
      <ul>
      <li>Проведение подготовительных работ для сборки электрооборудования;</li>
      <li>Сборки по схемам приборов, узлов и механизмов электрооборудования;</li>
      <li>Применять безопасные приемы ремонта;</li>
      <li>Ремонтировать электрооборудование промышленных предприятий в
      соответствии с технологическим рпоцессом.</li>
      <ul></li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с основами слесарной и механической обработкой
      различных классов точности и чистоты;</li>
      <li>познакомить с рабочими инструментами, их устройством, назначением и приёмом
      использования;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между
      накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  `
}