 export default{
  theme: "Основы  электромонтажных работ.",
  fgos: {
    code: "13.01.10",
    name: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)"
  },
  pm: {
    code: "01",
    name: "Сборка, монтаж, регулировка и ремонт узлов и механизмов оборудования, агрегатов, машин, станков и другого электрооборудования промышленных  организаций"
  },
  mdk: {
    code: "01.01",
    name: "Основы слесарно - сборочных и электромонтажных работ"
  },
  video: "/videos/130110010101.mp4",
  test: {
    questions: [
      {
        question: "",
        type: "multi",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: "",
  keywords: [
    {
      word: "Проводник",
      description: "Вещество, среда, материал, хорошо проводящие электрический ток"
    },
    {
      word: "Полупроводник",
      description: "Материал, по удельной проводимости занимающий промежуточное место между проводниками и диэлектриками, и отличающийся от проводников (металлов) сильной зависимостью удельной проводимости от концентрации примесей, температуры и воздействия различных видов излучения. Основным свойством полупроводников является увеличение электрической проводимости с ростом температуры"
    },
    {
      word: "Диэлектрик",
      description: "Вещество (материал), относительно плохо проводящее электрический ток"
    },
    {
      word: "Проводниковые материалы",
      description: "Вещества с чётко выраженными свойствами полупроводника"
    },
    {
      word: "Диэлектрические материалы",
      description: "Материалы, не проводящие электрического тока"
    }
  ]
}