 export default{
  theme: "Классификация электроизмерительных приборов и систем",
  fgos: {
    code: "13.01.10",
    name: "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)        "
  },
  pm: {
    code: "02",
    name: "Проверка и наладка электрооборудования"
  },
  mdk: {
    code: "02.02",
    name: "Контрольно-измерительные приборы"
  },
  video: "/videos/130110020202.mp4",
  test: {
    questions: [
      {
        question: "",
        type: "multi",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: "",
  keywords: [
    {
      word: "Трудовой кодекс Российской Федерации",
      description: "Свод законов, регулирующих трудовые отношения между работодателем и работником. Трудовой кодекс обязателен для соблюдения на всей территории РФ. Нормы трудового кодекса РФ распространяются равным образом как на служащих государственных и муниципальных учреждений, так и на сотрудников коммерческих структур."
    },
    {
      word: "Межгосударственный стандарт ССБТ (Система стандартов безопасности труда)",
      description: "Одна из систем государственной системы стандартизации (ГСС), которой присвоен шифр (номер) 12. В рамках этой системы производятся взаимная увязка и систематизация всей существующей нормативной и нормативно-технической документации по безопасности труда, в том числе многочисленных норм и правил по технике безопасности и производственной санитарии как общефедерального, так и отраслевого значения."
    },
    {
      word: "Несчастный случай на производстве",
      description: "Случай серьезного травматического воздействия на работника опасного производственного фактора при выполнении им трудовых обязанностей или заданий руководителя работ, в результате которого произошла временная (не ниже нормативно установленной длительности) или постоянная (стойкая) потеря трудоспособности или наступила смерть пострадавшего."
    },
    {
      word: "Несчастный случай, не связанный с производством",
      description: "Несчастный случай, вызванный условиями труда или работы, но квалифицированный как не являющийся подлежащим учету и компенсации 'несчастным случаем на производстве'."
    },
    {
      word: "Несчастный случай со смертельным исходом",
      description: "Несчастный случай, в результате которого наступила смерть пострадавшего."
    },
    {
      word: "Расследование",
      description: "Процедура сбора данных и исследования причин и фактов происшествия с целью его квалификации."
    }
  ]
}