export default {
  theme: "Структурное подразделение как «центр формирования прибыли и учета затрат»",
  fgos: {
    code: "15.02.16",
    name: "Технология машиностроения"
  },
  pm: {
    code: "05",
    name: "Организация работ по реализации технологических процессов в машиностроительном производстве"
  },
  mdk: {
    code: "05.01",
    name: "Планирование, организация и контроль деятельности по производству и реализации продукции машиностроительного производства"
  },
  interactive: {
    type: "slides",
    video: "https://storage.yandexcloud.net/coks-video/150132010101.mp4",
    slides: [
      "../assets/slides/1.jpg",
      "../assets/slides/2.jpg",
      "../assets/slides/3.jpg",
      "../assets/slides/4.jpg",
      "../assets/slides/5.jpg",
      "../assets/slides/6.jpg",
      "../assets/slides/7.jpg",
      "../assets/slides/8.jpg",
      "../assets/slides/9.jpg",
      "../assets/slides/10.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "К переменным расходам относятся:",
        type: "once",
        answers: [
          {
            text: "Общехозяйственные расходы",
            right: false
          },
          {
            text: "Арендная плата",
            right: false
          },
          {
            text: "Топливо и энергия на технологические цели",
            right: true
          },
          {
            text: "Амортизация",
            right: false
          }
        ]
      },
      {
        question: "К расходам от основной деятельности относятся:",
        type: "once",
        answers: [
          {
            text: "Проценты по кредитам",
            right: false
          },
          {
            text: "Амортизация оборудования",
            right: true
          },
          {
            text: "Дивиденды",
            right: false
          },
          {
            text: "Судебные расходы",
            right: false
          }
        ]
      },
      {
        question: "В производственную себестоимость не входит статья затрат:",
        type: "once",
        answers: [
          {
            text: "Затраты на содержание и эксплуатацию оборудования",
            right: false
          },
          {
            text: "Затраты на топливо и электроэнергию",
            right: false
          },
          {
            text: "Коммерческие расходы",
            right: true
          },
          {
            text: "Заработная плата производственных рабочих",
            right: false
          }
        ]
      },
      {
        question: "Коммерческая (полная) себестоимость продукции включает в себя:",
        type: "once",
        answers: [
          {
            text: "Затраты на производство и реализацию продукции",
            right: true
          },
          {
            text: "Затраты на производство и общепроизводственные затраты",
            right: false
          },
          {
            text: "Затраты на основные и вспомогательные материалы",
            right: false
          },
          {
            text: "Затраты на производство и общехозяйственные затраты",
            right: false
          }
        ]
      },
      {
        question: "Снижению себестоимости продукции при прочих равных условиях не способствует:",
        type: "once",
        answers: [
          {
            text: "Снижение трудоемкости",
            right: false
          },
          {
            text: "Рост производительности труда",
            right: false
          },
          {
            text: "Увеличение персонала предприятия",
            right: true
          },
          {
            text: "Механизация производственных процессов",
            right: false
          }
        ]
      },
      {
        question: "Прибыль от реализации продукции - это:",
        type: "once",
        answers: [
          {
            text: "Выручка от реализации продукции",
            right: false
          },
          {
            text: "Чистый доход предприятия",
            right: false
          },
          {
            text: "Разность между стоимостью реализованной продукции и себестоимостью",
            right: true
          },
          {
            text: "Сумма текущих затрат на производство и реализацию продукции",
            right: false
          }
        ]
      },
      {
        question: "К внереализационным расходам относятся:",
        type: "once",
        answers: [
          {
            text: "Проценты по банковским кредитам",
            right: true
          },
          {
            text: "Заработная плата рабочих",
            right: false
          },
          {
            text: "Дивиденды",
            right: false
          },
          {
            text: "Амортизация оборудования",
            right: false
          }
        ]
      },
      {
        question: "Расходы на ликвидацию последствий стихийных бедствий, пожаров, аварий и других рисковых обстоятельств:",
        type: "once",
        answers: [
          {
            text: "Коммерческие расходы",
            right: false
          },
          {
            text: "Чрезвычайные расходы",
            right: true
          },
          {
            text: "Операционные расходы",
            right: false
          },
          {
            text: "Внереализационные расходы",
            right: false
          }
        ]
      },
      {
        question: "Балансовая прибыль - это:",
        type: "once",
        answers: [
          {
            text: "Стоимость реализованной продукции",
            right: false
          },
          {
            text: "Разность между доходами и расходами",
            right: true
          },
          {
            text: "Выручка от реализации продукции за вычетом НДС и акцизов",
            right: false
          },
          {
            text: "Прибыль предприятия за вычетом налогов",
            right: false
          }
        ]
      },
      {
        question: "Чистая прибыль - это:",
        type: "once",
        answers: [
          {
            text: "Разница между выручкой от реализации продукции (работ, услуг) и себестоимостью продукции (работ, услуг)",
            right: false
          },
          {
            text: "Прибыль от реализации продукции с учетом прочих доходов и расходов",
            right: false
          },
          {
            text: "Прибыль предприятия за вычетом налогов",
            right: true
          },
          {
            text: "Разница между доходами и расходами",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "Что соответствует первому вопросу из левой колонки?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: true
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует второму вопросу из левой колонки?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "1",
            right: true
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует третьему вопросу из левой колонки?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: true
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует четвёротому вопросу из левой колонки?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: true
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует пятому вопросу из левой колонки?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: true
          }
        ]
      },
      {
        question: "Что соответствует первому вопросу из левой колонки?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: true
          }
        ]
      },
      {
        question: "Что соответствует второму вопросу из левой колонки?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: true
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует третьему вопросу из левой колонки?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: true
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует четвёртому вопросу из левой колонки?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "1",
            right: true
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует пятому из левой колонки?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: true
          },
          {
            text: "5",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует первому вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: true
          },
          {
            text: "6",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует второму вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          },
          {
            text: "6",
            right: true
          }
        ]
      },
      {
        question: "Что соответствует третьему вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: true
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          },
          {
            text: "6",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует четвёртому вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: true
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          },
          {
            text: "6",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует пятому вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: true
          },
          {
            text: "4",
            right: false
          },
          {
            text: "5",
            right: false
          },
          {
            text: "6",
            right: false
          }
        ]
      },
      {
        question: "Что соответствует шестому вопросу из левой колонки?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: true
          },
          {
            text: "5",
            right: false
          },
          {
            text: "6",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
    <b> ФГОС СПО:</b <br>
    <p> Федеральный государственный образовательный стандарт среднего профессионального
    образования по укрупненной группе специальностей 15.00.00 Машиностроение, по
    специальности 15.02.16 Технология машиностроения; утвержден приказом Министерства
    просвещения Российской Федерации от 14.06.2022 г. № 444</p>
    <b> Профессиональный модуль:</b>
    <p> ПМ.05 Организация работ по реализации технологических процессов в машиностроительном
    производстве </p>
    <b> МДК 05.01: </b>
    <p> Планирование, организация и контроль деятельности по производству и реализации продукции
    машиностроительного производства </p>
    <b> Раздел: </b>
    <p> Финансовая и юридическая деятельность подразделения </p>
    <b> Тема: </b>
    <p> Структурное подразделение как «центр формирования прибыли и учета затрат» </p>
    `,
  keywords: [
    {
      word: "Прибыль",
      description: "конечный финансовый результат  хозяйственной деятельности предприятия, показатель ее эффективности, источник средств для осуществления инвестиций и самофинансирования, а также платежей в бюджет."
    },
    {
      word: "Прибыль от реализации продукции",
      description: "финансовый результат производственной и сбытовой деятельности предприятия,  определяется как разность между выручкой от реализации продукции(работ, услуг) без налога на добавленную стоимость, акцизов и аналогичных обязательных платежей и затратами на её производство и реализацию, включаемых в себестоимость продукции (работ, услуг)."
    },
    {
      word: "Балансовая( валовая )прибыль",
      description: "прибыль от всех видов деятельности, т.е. прибыль от реализации продукции плюс внереализационные доходы минус внереализационные расходы плюс чрезвычайные доходы минус чрезвычайные расходы"
    },
    {
      word: "Налогооблагаемая прибыль",
      description: "балансовая прибыль за вычетом прибыли  освобожденной от налогообложения"
    },
    {
      word: "Чистая прибыль",
      description: "часть балансовой прибыли, остающейся в распоряжении предприятия после уплаты налогов и других обязательных платежей в бюджет"
    },
    {
      word: "Нераспределенная прибыль",
      description: "часть чистой прибыли неиспользованная в течение года"
    },
    {
      word: "Себестоимость продукции",
      description: "выраженные в денежной форме издержки производства и обращения.  Это совокупность текущих затрат на производство и реализацию продукции (работ, услуг).  "
    },
    {
      word: "Технологическая себестоимость",
      description: "часть себестоимости, определяемая суммой затрат на осуществление технологического процесса изготовления изделия. Она включает прямые  затраты и расходы, связанные с содержанием и эксплуатацией используемого технологического оборудования."
    },
    {
      word: "Цеховая себестоимость",
      description: "затраты цеха на производство продукции, – технологическую себестоимость и цеховые расходы."
    }
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (МДК 05.01 Планирование, организация и
        контроль деятельности по производству и реализации продукции
        машиностроительного производства, тема «Оперативное управление производством и
        технологическим подразделением»).</li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите
      динамическую инфографику по теме «Структурное подразделение как «центр
      формирования прибыли и учета затрат».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся.</li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля:
      <ul>
      <li>оценивать наличие и потребность в материальных ресурсах для обеспечения
      производственных задач, формировать рабочие задания и инструкции к ним в
      соответствии с производственными задачами,</li><li> рассчитывать энергетические,
      информационные и материально-технические ресурсы в соответствии с
      производственными задачами;</li>

      <li>виды финансовых документов и правила работы с ними при производстве и
      реализации продукции машиностроительного производства.</li>
      <ul></li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с видами финансовых документов и правилами работы с
      ними при производстве и реализации продукции;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между
      накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  `
}