 export default{
  theme: "Защита окружающей среды",
  fgos: {
    code: "15.02.16",
    name: "Технология машиностроения"
  },
  pm: {
    code: "05",
    name: "Организация работ по реализации технологических процессов в машиностроительном производстве"
  },
  mdk: {
    code: "05.01",
    name: "Планирование, организация и контроль деятельности по производству и реализации продукции машиностроительного производства"
  },
  interactive: {
    type: "slides",
    slides: [
      "src/assets/slides/1.jpg",
      "src/assets/slides/2.jpg",
      "src/assets/slides/3.jpg",
      "src/assets/slides/4.jpg",
      "src/assets/slides/5.jpg",
      "src/assets/slides/6.jpg",
      "src/assets/slides/7.jpg",
      "src/assets/slides/8.jpg",
      "src/assets/slides/9.jpg",
      "src/assets/slides/10.jpg",
      "src/assets/slides/11.jpg",
      "src/assets/slides/12.jpg",
      "src/assets/slides/13.jpg",
      "src/assets/slides/14.jpg",
      "src/assets/slides/15.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Выбрать то, что не относится к загрязняющим веществам металлообработки и машиностроения:",
        type: "once",
        answers: [
          {
            text: "пестициды",
            right: false
          },
          {
            text: "тяжёлые металлы",
            right: false
          },
          {
            text: "эмульсии",
            right: false
          },
          {
            text: "угарный газ",
            right: false
          }
        ]
      },
      {
        question: "Какие виды загрязнения не свойственны для металлообработки и машиностроения:",
        type: "once",
        answers: [
          {
            text: "физическое",
            right: false
          },
          {
            text: "химическое",
            right: false
          },
          {
            text: "биологическое",
            right: false
          },
          {
            text: "механическое",
            right: false
          }
        ]
      },
      {
        question: "K какому методу относится очистка воздуха c помощью циклона:",
        type: "once",
        answers: [
          {
            text: "механической",
            right: false
          },
          {
            text: "физико-химической",
            right: false
          },
          {
            text: "химической",
            right: false
          },
          {
            text: "биологической",
            right: false
          }
        ]
      },
      {
        question: "K каким методам очистки воды смоложиромаслоуловители относятся:",
        type: "once",
        answers: [
          {
            text: "механической",
            right: false
          },
          {
            text: "физико-химической",
            right: false
          },
          {
            text: "химической",
            right: false
          },
          {
            text: "биологической",
            right: false
          }
        ]
      },
      {
        question: "Основными экологическими проблемами в России от предприятий металлургической промышленности являются (исключить лишнее):",
        type: "once",
        answers: [
          {
            text: "кислотные дожди",
            right: false
          },
          {
            text: "сокращение лесных ресурсов",
            right: false
          },
          {
            text: "загрязнение почвы тяжёлыми металлами",
            right: false
          },
          {
            text: "опустынивание",
            right: false
          }
        ]
      },
      {
        question: "Виды физического загрязнения (исключить лишнее): ",
        type: "once",
        answers: [
          {
            text: "геолого-геоморфологическое",
            right: false
          },
          {
            text: "радиационное",
            right: false
          },
          {
            text: "вибрационное",
            right: false
          },
          {
            text: "видеозагрязнение",
            right: false
          }
        ]
      },
      {
        question: "К мероприятиям по минимизации последствий загрязнения атмосферного воздуха от металлообработки и машиностроения относят:",
        type: "once",
        answers: [
          {
            text: "очистку выбросов",
            right: false
          },
          {
            text: "внедрение безотходных технологий",
            right: false
          },
          {
            text: "создание СЗЗ",
            right: false
          }
        ]
      },
      {
        question: "Выбрать класс опасности ртути:",
        type: "once",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          }
        ]
      },
      {
        question: "Основным источником поступления вещества является электроэнергетика, металлургия, транспорт, попадая в организм, оно образует прочное соединение с гемоглобином и блокирует снабжение организма  кислородом, определить вещество:",
        type: "once",
        answers: [
          {
            text: "диоксид углерода",
            right: false
          },
          {
            text: "оксид углерода",
            right: false
          },
          {
            text: "оксид азота",
            right: false
          },
          {
            text: "диоксид серы",
            right: false
          }
        ]
      },
      {
        question: "Базисом экологического контроля является (выбрать):",
        type: "once",
        answers: [
          {
            text: "природоохранное законодательство",
            right: false
          },
          {
            text: "экологический мониторинг",
            right: false
          },
          {
            text: "государственные программы в области охраны окружающей среды",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: "",
  keywords: [
    {
      word: "охрана атмосферного воздуха",
      description: "совокупность организационных, экономических, технических, правовых и иных мероприятий, направленных на предотвращение загрязнения атмосферного воздуха, осуществляемых государственными органами, юридическими и физическими лицами."
    },
    {
      word: "биофильтрация",
      description: "метод борьбы с загрязнением с использованием биореактора, содержащего живой материал, для улавливания и биологической деградации загрязняющих веществ."
    },
    {
      word: "адсорбция",
      description: "самопроизвольный процесс увеличения концентрации растворённого вещества уповерхности раздела двух фаз вследствиенескомпенсированности силмежмолекулярного взаимодействия на разделе фаз."
    },
    {
      word: "флотатор",
      description: "устройство, которое разделяет смесь воды и загрязнителей за счет использования воздушного потока"
    }
  ]
}