export default {
  theme: "Технология сборки, ремонта, регулировки контрольно - измерительных приборов и средств автоматики",
  fgos: {
    code: "15.02.10",
    name: "Мехатроника и мобильная робототехника (по отраслям)"
  },
  pm: {
    code: "04",
    name: "Выполнение работ по одной или нескольким профессиям рабочих, должностей служащих"
  },
  mdk: {
    code: "04.01",
    name: "Технология выполнения работ по профессии «Слесарь по контрольно-измерительным приборам и автоматике»"
  },
  interactive: {
    type: "slides",
    video: "https://storage.yandexcloud.net/coks-video/1301100102.mp4",
    slides: [
      "../assets/slides/1.jpg",
      "../assets/slides/2.jpg",
      "../assets/slides/3.jpg",
      "../assets/slides/4.jpg",
      "../assets/slides/5.jpg",
      "../assets/slides/6.jpg",
      "../assets/slides/7.jpg",
      "../assets/slides/8.jpg",
      "../assets/slides/9.jpg",
      "../assets/slides/10.jpg",
      "../assets/slides/11.jpg",
      "../assets/slides/12.jpg",
      "../assets/slides/13.jpg",
      "../assets/slides/14.jpg",
      "../assets/slides/15.jpg",
      "../assets/slides/16.jpg",
      "../assets/slides/17.jpg",
      "../assets/slides/18.jpg",
      "../assets/slides/19.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Шкала с расширяющимися делениями – это…",
        type: "multi",
        answers: [
          {
            text: "степенная",
            right: true
          },
          {
            text: "равномерная",
            right: false
          },
          {
            text: "неравномерная",
            right: false
          },
          {
            text: "ровная",
            right: false
          }
        ]
      },
      {
        question: "Электрические неисправности электроизмерительных приборов",
        type: "multi",
        answers: [
          {
            text: "поломка корпуса",
            right: true
          },
          {
            text: "старение магнитной системы",
            right: false
          },
          {
            text: "неисправности спиральной пружины",
            right: false
          },
          {
            text: "отказ от работы",
            right: false
          }
        ]
      },
      {
        question: "Чувствительным  элементом  термоэлектрического термометра является",
        type: "multi",
        answers: [
          {
            text: "манометрическая пружина",
            right: false
          },
          {
            text: "терморезистор",
            right: false
          },
          {
            text: "термопара",
            right: true
          },
          {
            text: "транзистор",
            right: false
          }
        ]
      },
      {
        question: "Конец  термопары,  на  котором  поддерживают  постоянную температуру",
        type: "multi",
        answers: [
          {
            text: "рабочий",
            right: false
          },
          {
            text: "свободный",
            right: true
          },
          {
            text: "нейтральный",
            right: false
          },
          {
            text: "полярный",
            right: false
          }
        ]
      },
      {
        question: "К  какому  методу  измерения  относится  уровнемер,  в  котором положение буйка соответствует уровню жидкости в резервуаре?",
        type: "multi",
        answers: [
          {
            text: "ёмкостный",
            right: false
          },
          {
            text: "поплавковый",
            right: true
          },
          {
            text: "манометрический",
            right: false
          },
          {
            text: "ультраакустический",
            right: false
          }
        ]
      },
      {
        question: "Прибор для измерения расхода жидкости",
        type: "multi",
        answers: [
          {
            text: "психрометр",
            right: false
          },
          {
            text: "гигрометр",
            right: false
          },
          {
            text: "солемер",
            right: false
          },
          {
            text: "ротаметр",
            right: true
          }
        ]
      },
      {
        question: "Тип  уровнемера,  предназначенный  для  измерения  уровней расплавленных металлов и пластмасс",
        type: "multi",
        answers: [
          {
            text: "ультраакустический",
            right: false
          },
          {
            text: "радиационный",
            right: false
          },
          {
            text: "ёмкостный",
            right: false
          },
          {
            text: "поплавковый",
            right: true
          }
        ]
      },
      {
        question: "Единицей измерения напряжения является",
        type: "multi",
        answers: [
          {
            text: "ампер",
            right: false
          },
          {
            text: "вольт",
            right: true
          },
          {
            text: "Ом",
            right: false
          },
          {
            text: "ватт",
            right: false
          }
        ]
      },
      {
        question: "Вид  соединения,  не  допускающий  относительного  перемещения деталей",
        type: "multi",
        answers: [
          {
            text: "неразъёмное соединение",
            right: true
          },
          {
            text: "разъёмное соединение",
            right: false
          },
          {
            text: "свободное соединении",
            right: false
          },
          {
            text: "несвободное соединение",
            right: false
          }
        ]
      },
      {
        question: "Вольтметр относительно других элементов цепи, подключают…",
        type: "multi",
        answers: [
          {
            text: "последовательно",
            right: false
          },
          {
            text: "параллельно",
            right: true
          },
          {
            text: "не имеет значения",
            right: false
          },
          {
            text: "перпендикулярно",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "Установите соответствие между изображениями и названиями контрольно-измерительных приборов.",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "Манометр",
            right: false
          },
          {
            text: "Манометрический термометр",
            right: true
          },
          {
            text: "Автоматический потенциометр",
            right: false
          },
          {
            text: "Логометр",
            right: false
          },
          {
            text: "Дифференциальный манометр",
            right: false
          },
          {
            text: "Поплавковый уровнемер",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между изображениями и названиями контрольно-измерительных приборов.",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "Манометрический термометр",
            right: false
          },
          {
            text: "Манометр",
            right: true
          },
          {
            text: "Логометр",
            right: false
          },
          {
            text: "Автоматический потенциометр",
            right: false
          },
          {
            text: "Дифференциальный манометр",
            right: false
          },
          {
            text: "Поплавковый уровнемер",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между изображениями и названиями контрольно-измерительных приборов.",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "Манометр",
            right: false
          },
          {
            text: "Манометрический термометр",
            right: false
          },
          {
            text: "Логометр",
            right: true
          },
          {
            text: "Автоматический потенциометр",
            right: false
          },
          {
            text: "Поплавковый уровнемер",
            right: false
          },
          {
            text: "Дифференциальный манометр",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между типом счетчика и принципом действия.",
        image: "../assets/images/4.jpg",
        answers: [
          {
            text: "Мембранный счетчик. Под действием разницы давлений на входе и выходе счетчика два синхронно вращающихся элемента приходят в движение, перемещая газ от одного элемента к другому.",
            right: false
          },
          {
            text: "Ротационный счетчик. Измерительные камеры (две или четыре) разделенные диафрагмами, периодически заполняются газом и опустошаются. Движение диафрагм передается через коленчатый вал на клапаны, которые управляют процессами заполнения.",
            right: true
          }
        ]
      },
      {
        question: "Установите соответствие между изображениями и названиями контрольно-измерительных приборов.",
        image: "../assets/images/5.jpg",
        answers: [
          {
            text: "Мембранный счетчик. Под действием разницы давлений на входе и выходе счетчика два синхронно вращающихся элемента приходят в движение, перемещая газ от одного элемента к другому.",
            right: true
          },
          {
            text: "Ротационный счетчик. Измерительные камеры (две или четыре) разделенные диафрагмами, периодически заполняются газом и опустошаются. Движение диафрагм передается через коленчатый вал на клапаны, которые управляют процессами заполнения.",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между названием уровнемера и внешним видом.",
        image: "../assets/images/6.jpg",
        answers: [
          {
            text: "буйковый уровнемер",
            right: false
          },
          {
            text: "пьезометрический",
            right: true
          },
          {
            text: "поплавковый",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между схемой и названием схемы:",
        image: "../assets/images/7.jpg",
        answers: [
          {
            text: "Схема включения амперметра для измерения тока",
            right: false
          },
          {
            text: "Схема измерения мощности ваттметром",
            right: false
          },
          {
            text: "Схема включения вольтметра для измерения напряжения",
            right: true
          }
        ]
      },
      {
        question: "Установите соответствие между схемой и названием схемы:",
        image: "../assets/images/8.jpg",
        answers: [
          {
            text: "Схема включения амперметра для измерения тока",
            right: true
          },
          {
            text: "Схема измерения мощности ваттметром",
            right: false
          },
          {
            text: "Схема включения вольтметра для измерения напряжения",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между прибором и его назначением:",
        image: "../assets/images/9.jpg",
        answers: [
          {
            text: "Для измерения атмосферного давления",
            right: false
          },
          {
            text: "Для измерения давления газов",
            right: true
          },
          {
            text: "Для измерения силы",
            right: false
          },
          {
            text: "Для измерения величины электрического заряда",
            right: false
          },
          {
            text: "Для измерения силы тока",
            right: false
          },
          {
            text: "Для измерения напряжения",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие между прибором и его назначением:",
        image: "../assets/images/10.jpg",
        answers: [
          {
            text: "Для измерения атмосферного давления",
            right: false
          },
          {
            text: "Для измерения давления газов",
            right: false
          },
          {
            text: "Для измерения силы",
            right: false
          },
          {
            text: "Для измерения величины электрического заряда",
            right: true
          },
          {
            text: "Для измерения силы тока",
            right: false
          },
          {
            text: "Для измерения напряжения",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
    <b> ФГОС СПО:</b <br>
    <p> Федеральный государственный образовательный стандарт среднего профессионального
    образования по укрупненной группе специальностей 15.00.00 Машиностроение, специальности
    15.02.10 Мехатроника и мобильная робототехника (по отраслям); утвержден приказом
    Министерства образования и науки Российской Федерации от 09.12.2016 г. № 1550 </p>
    <b> Профессиональный модуль:</b>
    <p> ПМ 04 Выполнение работ по одной или нескольких профессий рабочих, должностей служащих </p>
    <b> МДК 04.01: </b>
    <p> Технология выполнения работ по профессии «Слесарь по контрольно-измерительным приборам и
    автоматике» </p>
    <b> Раздел: </b>
    <p>  Выполнение сборки, ремонта, регулировки контрольно-измерительных приборов и систем
    автоматики </p>
    <b> Тема: </b>
    <p> Технология сборки, ремонта, регулировки контрольно-измерительных приборов и средств
    автоматики </p>
    `,
  keywords: [
    {
      word: "Измерительный прибор",
      description: "средство измерения, предназначенное для получения значений измеряемой физической величины в установленном диапазоне."
    },
    {
      word: "Контрольно – измерительный прибор",
      description: "средство измерения, предназначенное для выработки сигнала измерительной информации в форме, доступной для восприятия наблюдателем."
    },
    {
      word: "Термометр сопротивления",
      description: "электронный компонент, датчик, предназначенный для измерения температуры."
    },
    {
      word: "Преобразователь избыточного давления",
      description: "техническое устройство, деятельность которого направлена на постоянное измерение давления в различных средах с последующим преобразованием полученной."
    },
    {
      word: "Вычислитель количества теплоты",
      description: "устройство, обеспечивающее расчет количества теплоты на основе входной информации о расходе, температуре и давлении теплоносителя."
    }
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (МДК 04.01 Технология выполнения работ по
      профессии «Слесарь по контрольно-измерительным приборам и автоматике», тема
      «Технология электромонтажных работ»).</li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите
      динамическую инфографику по теме «Технология сборки, ремонта, регулировки
      контрольно-измерительных приборов и средств автоматики».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся. </li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля:
      выявлять неисправности приборов;
      определять причины и устранять неисправности приборов средней сложности;
      методы и средства контроля качества монтажа.</li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с основными причинами неисправности приборов средней
      сложности;</li>
      <li>познакомить с технологией сборки, ремонта, регулировки контрольно-измерительных
      приборов и средств автоматики;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между
      накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  

  
  
  
  `
}