 export default{
  theme: "Защита окружающей среды",
  fgos: {
    code: "15.02.16",
    name: "Технология машиностроения"
  },
  pm: {
    code: "05",
    name: "Организация работ по реализации технологических процессов в машиностроительном производстве"
  },
  mdk: {
    code: "05.01",
    name: "Планирование, организация и контроль деятельности по производству и реализации продукции машиностроительного производства"
  },
  interactive: {
    type: "slides",
    slides: [
      "src/assets/slides/1.jpg",
      "src/assets/slides/2.jpg",
      "src/assets/slides/3.jpg",
      "src/assets/slides/4.jpg",
      "src/assets/slides/5.jpg",
      "src/assets/slides/6.jpg",
      "src/assets/slides/7.jpg",
      "src/assets/slides/8.jpg",
      "src/assets/slides/9.jpg",
      "src/assets/slides/10.jpg",
      "src/assets/slides/11.jpg",
      "src/assets/slides/12.jpg",
      "src/assets/slides/13.jpg",
      "src/assets/slides/14.jpg",
      "src/assets/slides/15.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Выбрать то, что не относится к загрязняющим веществам металлообработки и машиностроения:",
        type: "once",
        answers: [
          {
            text: "пестициды",
            right: false
          },
          {
            text: "тяжёлые металлы",
            right: false
          },
          {
            text: "эмульсии",
            right: false
          },
          {
            text: "угарный газ",
            right: false
          }
        ]
      },
      {
        question: "Какие виды загрязнения не свойственны для металлообработки и машиностроения:",
        type: "once",
        answers: [
          {
            text: "физическое",
            right: false
          },
          {
            text: "химическое",
            right: false
          },
          {
            text: "биологическое",
            right: false
          },
          {
            text: "механическое",
            right: false
          }
        ]
      },
      {
        question: "K какому методу относится очистка воздуха c помощью циклона:",
        type: "once",
        answers: [
          {
            text: "механической",
            right: false
          },
          {
            text: "физико-химической",
            right: false
          },
          {
            text: "химической",
            right: false
          },
          {
            text: "биологической",
            right: false
          }
        ]
      },
      {
        question: "K каким методам очистки воды смоложиромаслоуловители относятся:",
        type: "once",
        answers: [
          {
            text: "механической",
            right: false
          },
          {
            text: "физико-химической",
            right: false
          },
          {
            text: "химической",
            right: false
          },
          {
            text: "биологической",
            right: false
          }
        ]
      },
      {
        question: "Основными экологическими проблемами в России от предприятий металлургической промышленности являются (исключить лишнее):",
        type: "once",
        answers: [
          {
            text: "кислотные дожди",
            right: false
          },
          {
            text: "сокращение лесных ресурсов",
            right: false
          },
          {
            text: "загрязнение почвы тяжёлыми металлами",
            right: false
          },
          {
            text: "опустынивание",
            right: false
          }
        ]
      },
      {
        question: "Виды физического загрязнения (исключить лишнее): ",
        type: "once",
        answers: [
          {
            text: "геолого-геоморфологическое",
            right: false
          },
          {
            text: "радиационное",
            right: false
          },
          {
            text: "вибрационное",
            right: false
          },
          {
            text: "видеозагрязнение",
            right: false
          }
        ]
      },
      {
        question: "К мероприятиям по минимизации последствий загрязнения атмосферного воздуха от металлообработки и машиностроения относят:",
        type: "once",
        answers: [
          {
            text: "очистку выбросов",
            right: false
          },
          {
            text: "внедрение безотходных технологий",
            right: false
          },
          {
            text: "создание СЗЗ",
            right: false
          }
        ]
      },
      {
        question: "Выбрать класс опасности ртути:",
        type: "once",
        answers: [
          {
            text: "1",
            right: false
          },
          {
            text: "2",
            right: false
          },
          {
            text: "3",
            right: false
          },
          {
            text: "4",
            right: false
          }
        ]
      },
      {
        question: "Основным источником поступления вещества является электроэнергетика, металлургия, транспорт, попадая в организм, оно образует прочное соединение с гемоглобином и блокирует снабжение организма  кислородом, определить вещество:",
        type: "once",
        answers: [
          {
            text: "диоксид углерода",
            right: false
          },
          {
            text: "оксид углерода",
            right: false
          },
          {
            text: "оксид азота",
            right: false
          },
          {
            text: "диоксид серы",
            right: false
          }
        ]
      },
      {
        question: "Базисом экологического контроля является (выбрать):",
        type: "once",
        answers: [
          {
            text: "природоохранное законодательство",
            right: false
          },
          {
            text: "экологический мониторинг",
            right: false
          },
          {
            text: "государственные программы в области охраны окружающей среды",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
    <b> ФГОС СПО:</b <br>
    <p> Федеральный государственный образовательный стандарт среднего профессионального
    образования по специальности 15.00.00 Машиностроение, 15.02.16 Технология машиностроения;
    утвержден приказом Министерства просвещения Российской Федерации от 14.06.2022 г. № 444 </p>
    <b> Профессиональный модуль:</b>
    <p> ПМ 05 Организация работ по реализации технологических процессов в машиностроительном
    производстве </p>
    <b> МДК 05.01: </b>
    <p> Планирование, организация и контроль деятельности по производству и реализации продукции
    машиностроительного производства </p>
    <b> Раздел: </b>
    <p> Реализация техпроцессов в соответствии с требованиями охраны труда, безопасности
    жизнедеятельности, защиты окружающей среды и бережливого производства </p>
    <b> Тема: </b>
    <p> Защита окружающей среды </p>
    `,
  keywords: [
    {
      word: "охрана атмосферного воздуха",
      description: "совокупность организационных, экономических, технических, правовых и иных мероприятий, направленных на предотвращение загрязнения атмосферного воздуха, осуществляемых государственными органами, юридическими и физическими лицами."
    },
    {
      word: "биофильтрация",
      description: "метод борьбы с загрязнением с использованием биореактора, содержащего живой материал, для улавливания и биологической деградации загрязняющих веществ."
    },
    {
      word: "адсорбция",
      description: "самопроизвольный процесс увеличения концентрации растворённого вещества уповерхности раздела двух фаз вследствиенескомпенсированности силмежмолекулярного взаимодействия на разделе фаз."
    },
    {
      word: "флотатор",
      description: "устройство, которое разделяет смесь воды и загрязнителей за счет использования воздушного потока"
    }
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (СГ.03 Безопасность жизнедеятельности, СГ.05
        Основы бережливого производства, ОП.04 Охрана труда).</li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите
      динамическую инфографику по теме «Защита окружающей среды».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся. </li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля:
      <ul>
      <li>организовывать рабочие места в соответствии с требованиями охраны труда и
      бережливого производства в соответствии с производственными задачами,
      разрабатывать предложения на основании анализа организации передовых
      производств по оптимизации деятельности структурного подразделения;</li>

      <li>эффективные мероприятия по охране окружающей среды, применяемые в
      машиностроении</li>
      <ul></li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>фформировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить с требованиями бережливого производства;</li>
      <li>познакомить с мероприятиями по охране окружающей среды, применяемыми в
      машиностроении;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между
      накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  

  
  
  
  `
}