 export default{
  theme: "Общие сведения о производственных и технологических процессах.",
  fgos: {
    code: "15.02.16",
    name: "Технология машиностроения"
  },
  pm: {
    code: "01",
    name: "Разработка технологических процессов изготовления деталей машин"
  },
  mdk: {
    code: "01.01",
    name: "Технологические процессы изготовления деталей машин"
  },
  interactive: {
    type: "slides",
    video: "https://storage.yandexcloud.net/coks-video/1301100102.mp4",
    slides: [
      "src/assets/slides/1.jpg",
      "src/assets/slides/2.jpg",
      "src/assets/slides/3.jpg",
      "src/assets/slides/4.jpg",
      "src/assets/slides/5.jpg",
      "src/assets/slides/6.jpg",
      "src/assets/slides/7.jpg",
      "src/assets/slides/8.jpg",
      "src/assets/slides/9.jpg",
      "src/assets/slides/10.jpg",
      "src/assets/slides/11.jpg",
      "src/assets/slides/12.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Производство крупномасштабного оборудования на месте относится к производству:",
        type: "multi",
        answers: [
          {
            text: "единичному и мелкосерийному",
            right: true
          },
          {
            text: "массовому",
            right: false
          },
          {
            text: "крупносерийному",
            right: false
          },
          {
            text: "мелкосерийному",
            right: false
          }
        ]
      },
      {
        question: "Закрепленная за одним рабочим или бригадой часть производственной площади с находящимися на ней инструментами, единицами оборудования и другими средствами, и предметами труда называется:",
        type: "multi",
        answers: [
          {
            text: "рабочим пространством",
            right: false
          },
          {
            text: "рабочей зоной",
            right: false
          },
          {
            text: "рабочим местом",
            right: true
          },
          {
            text: "рабочей позицией",
            right: false
          }
        ]
      },
      {
        question: "Если коэффициент закрепления технологических операций =1, то производство (по типу):",
        type: "multi",
        answers: [
          {
            text: "массовое",
            right: true
          },
          {
            text: "единичное",
            right: false
          },
          {
            text: "крупносерийное",
            right: false
          },
          {
            text: "мелкосерийное.",
            right: false
          }
        ]
      },
      {
        question: "Для массового производства характерны:",
        type: "multi",
        answers: [
          {
            text: "невысокая квалификация рабочих",
            right: true
          },
          {
            text: "высокая квалификация рабочих",
            right: false
          },
          {
            text: "универсальное оборудование",
            right: false
          },
          {
            text: "большой запас заготовок.",
            right: false
          }
        ]
      },
      {
        question: "Производство больших серий относится к производству:",
        type: "multi",
        answers: [
          {
            text: "мелкосерийному",
            right: false
          },
          {
            text: "массовому",
            right: true
          },
          {
            text: "поточному",
            right: false
          },
          {
            text: "единичному.",
            right: false
          }
        ]
      },
      {
        question: "К характеристике единичного типа производства НЕ относится:",
        type: "multi",
        answers: [
          {
            text: "технологическая специализация производства",
            right: false
          },
          {
            text: "наличие универсального оборудования",
            right: false
          },
          {
            text: "узкая специализация рабочих",
            right: true
          },
          {
            text: "неустойчивость номенклатуры продукции",
            right: false
          }
        ]
      },
      {
        question: "Коэффициент, определяемый отношением числа технологических операций к числу рабочих мест и отражающий организационный тип производства на данном предприятии, называется коэффициент:",
        type: "multi",
        answers: [
          {
            text: "производства",
            right: false
          },
          {
            text: "универсализации",
            right: false
          },
          {
            text: "закрепления",
            right: true
          },
          {
            text: "массовости",
            right: false
          }
        ]
      },
      {
        question: "При организации массового производства за одним рабочим местом закрепляется:",
        type: "multi",
        answers: [
          {
            text: "1-2 операции",
            right: true
          },
          {
            text: "5-10 операций",
            right: false
          },
          {
            text: "10-15 операций",
            right: false
          },
          {
            text: "10-20 операций.",
            right: false
          }
        ]
      },
      {
        question: "Производственный процесс НЕ включает в себя:",
        type: "multi",
        answers: [
          {
            text: "технологический процесс",
            right: false
          },
          {
            text: "транспортировку деталей",
            right: false
          },
          {
            text: "хранение изделий",
            right: false
          },
          {
            text: "амортизацию основных средств.",
            right: true
          }
        ]
      },
      {
        question: ". Расположение оборудования при единичном типе производства:",
        type: "multi",
        answers: [
          {
            text: "смешанное",
            right: false
          },
          {
            text: "по группам однотипности",
            right: false
          },
          {
            text: "по ходу технологического процесса",
            right: false
          },
          {
            text: "нет принципиальной разницы.",
            right: true
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  keywords: [
    {
      word: "Производственный процесс",
      description: "совокупность отдельных процессов, связанных с превращением сырья и полуфабрикатов в заготовки, детали, узлы, и механизмы машин на предприятии.            "
    },
    {
      word: "Технологический процесс",
      description: "часть производственного процесса, непосредственно направленная на изменение размеров, формы и свойств материала обрабатываемой заготовки, выполняемая в определенной последовательности."
    },
    {
      word: "Технологический процесс сборки машин и механизмов",
      description: "часть производственного процесса, связанного с определенным соединением деталей в узлы и изделия, полностью отвечающим установленным для них техническим условиям."
    },
    {
      word: "Рабочее место",
      description: "участок производственной площади, оборудованный в соответствии с выполняемой на нем характером и уровнем работ по созданию деталей, механизмов и машины в целом."
    },
    {
      word: "Операция",
      description: "завершенная часть технологического процесса обработки одной или совместно нескольких заготовок на одном рабочем месте одним рабочим или бригадой рабочих непрерывно (до перехода к следующей заготовке)."
    },
    {
      word: "Установка",
      description: "часть операции, выполняемой без изменения положения обрабатываемой заготовки при постоянном ее закреплении."
    },
    {
      word: "Позиция",
      description: "часть операции, выполняемой без изменения положения обрабатываемой заготовки относительно технологической оснастки."
    },
    {
      word: "Переход",
      description: "часть операции, осуществляемая одним режущим инструментом (или несколькими одновременно работающими инструментами) без изменения режима резания при обработке одной поверхности."
    },
    {
      word: "Проход",
      description: "часть перехода, сопровождаемое съемом слоя металла, при неизменной установке инструмента и неизменном режиме резания."
    },
    {
      word: "Прием",
      description: "законченный ряд отдельных движений, необходимых для выполнения работы или в процессе её подготовки."
    }
  ]
}