export default {
  theme: "Основы технических и технологических измерений",
  fgos: {
    code: "22.01.05",
    name: "Аппаратчик - оператор в производстве цветных металлов"
  },
  pm: {
    code: "03",
    name: "Контроль промежуточных и конечных продуктов в производстве цветных металлов на соответствие их технологическим параметрам"
  },
  mdk: {
    code: "03.01",
    name: "Технические и технологические измерения"
  },
  interactive: {
    type: "slides",
    video: "",
    slides: [
      "../assets/slides/1.jpg",
      "../assets/slides/2.jpg",
      "../assets/slides/3.jpg",
      "../assets/slides/4.jpg",
      "../assets/slides/5.jpg",
      "../assets/slides/6.jpg",
      "../assets/slides/7.jpg",
      "../assets/slides/8.jpg",
      "../assets/slides/9.jpg",
      "../assets/slides/10.jpg",
      "../assets/slides/11.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Простейшее средство измерений, как правило представляющий собой узкую пластину, у которой как минимум одна сторона прямая. Обычно линейка имеет нанесённые штрихи (деления), кратные единице измерения длины (сантиметр, миллиметр, дюйм), которые используются для измерения расстояний.",
        type: "once",
        answers: [
          {
            text: "линейка",
            right: true
          },
          {
            text: "уровень",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "термопара",
            right: false
          }
        ]
      },
      {
        question: "Прибор для проверки горизонтальности линий и измерения малых углов наклона.",
        type: "once",
        answers: [
          {
            text: "линейка",
            right: false
          },
          {
            text: "уровень",
            right: true
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "термопара",
            right: false
          }
        ]
      },
      {
        question: "Измерительный прибор непосредственного отсчёта для определения электрических активных (омических) сопротивлений. Обычно измерение производится по постоянному току, однако, в некоторых электронных омметрах возможно использование переменного тока.",
        type: "once",
        answers: [
          {
            text: "линейка",
            right: false
          },
          {
            text: "уровень",
            right: false
          },
          {
            text: "Омметр",
            right: true
          },
          {
            text: "термопара",
            right: false
          }
        ]
      },
      {
        question: "приспособление или устройство измерения температуры в промышленности, лабораторных условиях и других.",
        type: "once",
        answers: [
          {
            text: "линейка",
            right: false
          },
          {
            text: "уровень",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "термопара",
            right: true
          }
        ]
      },
      {
        question: "прибор, измеряющий расстояние. Позволяет также вычислять площадь и объем объекта.",
        type: "once",
        answers: [
          {
            text: "дальномер",
            right: true
          },
          {
            text: "тахометр",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "термопара",
            right: false
          }
        ]
      },
      {
        question: "прибор для измерения звуковых колебаний.",
        type: "once",
        answers: [
          {
            text: "дальномер",
            right: false
          },
          {
            text: "тахометр",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "шумомер",
            right: true
          }
        ]
      },
      {
        question: "прибор, позволяющий измерять скорость вращения и количество оборотов вращающихся механизмов.",
        type: "once",
        answers: [
          {
            text: "тахометр",
            right: true
          },
          {
            text: "Барометр",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "шумомер",
            right: false
          }
        ]
      },
      {
        question: "Измерительный прибор, предназначенный для измерения водородного показателя.",
        type: "once",
        answers: [
          {
            text: "pH-метр",
            right: true
          },
          {
            text: "Барометр",
            right: false
          },
          {
            text: "Омметр",
            right: false
          },
          {
            text: "шумомер",
            right: false
          }
        ]
      },
      {
        question: "измерительный прибор для определения частоты периодического процесса или частот гармонических составляющих спектра сигнала.",
        type: "once",
        answers: [
          {
            text: "pH-метр",
            right: false
          },
          {
            text: "Частатер",
            right: false
          },
          {
            text: "Частотомер",
            right: true
          },
          {
            text: "шумомер",
            right: false
          }
        ]
      },
      {
        question: "инструмент, который предназначен для измерения величины протекающего тока в проводнике.",
        type: "once",
        answers: [
          {
            text: "pH-метр",
            right: false
          },
          {
            text: "токоизмерительные клещи",
            right: true
          },
          {
            text: "Частотомер",
            right: false
          },
          {
            text: "шумомер",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/1.jpg",
        answers: [
          {
            text: "Линейка",
            right: false
          },
          {
            text: "Угломер",
            right: true
          },
          {
            text: "Транспортир",
            right: false
          },
          {
            text: "Штангенциркуль",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/2.jpg",
        answers: [
          {
            text: "Ареометр",
            right: true
          },
          {
            text: "Градусник",
            right: false
          },
          {
            text: "Манометр",
            right: false
          },
          {
            text: "Толщиномер",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/3.jpg",
        answers: [
          {
            text: "Весы",
            right: false
          },
          {
            text: "Амперметр",
            right: false
          },
          {
            text: "Динамометр",
            right: true
          },
          {
            text: "Манометр",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/4.jpg",
        answers: [
          {
            text: "Омметр",
            right: false
          },
          {
            text: "Барометр",
            right: false
          },
          {
            text: "Гидрометр",
            right: true
          },
          {
            text: "Термометр",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/5.jpg",
        answers: [
          {
            text: "Дозиметр",
            right: false
          },
          {
            text: "Балометр",
            right: false
          },
          {
            text: "Анеометр",
            right: false
          },
          {
            text: "Люксметр",
            right: true
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/6.jpg",
        answers: [
          {
            text: "Калибратор",
            right: false
          },
          {
            text: "Термогигрометр",
            right: false
          },
          {
            text: "Газоанализатор",
            right: true
          },
          {
            text: "Пирометр",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/7.jpg",
        answers: [
          {
            text: "Нутромер",
            right: true
          },
          {
            text: "Гигрометр",
            right: false
          },
          {
            text: "Балометр",
            right: false
          },
          {
            text: "Манометр",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/8.jpg",
        answers: [
          {
            text: "Угломер",
            right: false
          },
          {
            text: "Измерительный щуп",
            right: true
          },
          {
            text: "Транспортир",
            right: false
          },
          {
            text: "Толщиномер",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/9.jpg",
        answers: [
          {
            text: "Угломер",
            right: false
          },
          {
            text: "Кронциркуль",
            right: true
          },
          {
            text: "Штангенциркуль",
            right: false
          },
          {
            text: "Транспортир",
            right: false
          }
        ]
      },
      {
        question: "Как называется средство измерения ?",
        image: "../assets/images/10.jpg",
        answers: [
          {
            text: "Дозиметр",
            right: true
          },
          {
            text: "Гигрометр",
            right: false
          },
          {
            text: "Люксметр",
            right: false
          },
          {
            text: "Осциллограф",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
    <b> ФГОС СПО:</b <br>
    <p> Федеральный государственный образовательный стандарт среднего профессионального
    образования по укрупненной группе профессий 15.00.00 Машиностроение, по профессии 15.01.32
    Оператор станков с программным управлением; утвержден приказом Министерства образования
    и науки Российской Федерации от 09.12.2016 г. № 1555</p>
    <b> Профессиональный модуль:</b>
    <p>ПМ.03 Контроль промежуточных и конечных продуктов в производстве цветных металлов на соответствие их технологическим параметрам </p>
    <b> МДК 03.01: </b>
    <p> Технические и технологические измерения </p>
    <b> Раздел: </b>
    <p> Контроль и оценка качества исходного сырья и готовой продукции</p>
    <b> Тема: </b>
    <p> Основы технических и технологических измерений </p>
    `,
  keywords: [
    {
      word: "Поплавковый уровнемер",
      description: "промышленный измеритель, который используется для определения уровня жидкости в неподвижной ёмкости или баке"
    },
    {
      word: "Барометр",
      description: "прибор, измеряющий давление воздуха в атмосфере"
    },
    {
      word: "рН-метр",
      description: "прибор для измерения водородного показателя, характеризующего активность ионов водорода в растворах, воде, пищевой продукции и сырье, объектах окружающей среды и производственных системах непрерывного контроля технологических процессов, в том числе в агрессивных средах"
    },
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (МДК 0 2.01 Технологическое оборудование металлургических процессов (по типам производств).</li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите
      динамическую инфографику по теме «Основы технических и технологических измерений».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся. </li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля: 
      <ul>
      <li>оценивать качество исходного сырья различного типа по результатам анализов</li>
      <li>государственные стандарты и технические условия на сырьевые материалы и готовую продукцию</li>
      <li>свойства сырья, полупродуктов и готового продукта</li>
      <li>требования к сырью и готовой продукции</li>
      <li>методы контроля сырья и готовой продукции</li>
      <li>правила учета сырья и готовой продукции</li>
      <li>правила отбора проб</li>
      <li>методы технического анализа</li>
      </ul>
      </li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с основами технических и технологических измерений;
      </li>
      <li>познакомить с методами технических и технологических измерений;
      </li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между накопленным и новым опытом познавательной деятельности;
      </li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  

  
  
  
  `
}