export default {
  theme: "Общие принципы управления персоналом",
  fgos: {
    code: "22.02.05",
    name: "Обработка металлов давлением"
  },
  pm: {
    code: "01",
    name: "Планирование и организация работы цеха обработки металлов давлением"
  },
  mdk: {
    code: "01.02",
    name: "Планирование, организация производства и экономика цеха обработки металлов давлением"
  },
  interactive: {
    type: "slides",
    video: "https://storage.yandexcloud.net/coks-video/150133010101.mp4",
    slides: [
      "../assets/slides/1.jpg",
      "../assets/slides/2.jpg",
      "../assets/slides/3.jpg",
      "../assets/slides/4.jpg",
      "../assets/slides/5.jpg",
      "../assets/slides/6.jpg",
      "../assets/slides/7.jpg",
      "../assets/slides/8.jpg",
      "../assets/slides/9.jpg",
      "../assets/slides/10.jpg",
      "../assets/slides/11.jpg",
      "../assets/slides/12.jpg",
      "../assets/slides/13.jpg",
      "../assets/slides/14.jpg"
    ]
  },
  test: {
    questions: [
      {
        question: "Какое управленческое действие не относится к управлению персоналом?",
        type: "once",
        answers: [
          {
            text: "Планирование",
            right: false
          },
          {
            text: "Прогнозирование",
            right: false
          },
          {
            text: "Мотивация",
            right: false
          },
          {
            text: "Составление отчетов",
            right: true
          },
          {
            text: "Организация",
            right: false
          }
        ]
      },
      {
        question: "Введите пропущенные слова",
        type: "input",
        answers: [
          {
            text: "Человеческий капитал – это форма инвестирования в человека, т. е. {}, накопление суммы здоровья от рождения и через систему воспитания до работоспособного возраста, а также на экономически значимую мобильность",
            answer: "затраты на общее и специальное образование",
          },
        ]
      },
      
      {
        question: "Установите последовательность  формирования  системы  управления персоналом:",
        type: "sort",
        answers: [
          {
            text: ['Использование персонала', 'Развитие персонала', 'Формирование персонала'],
            answer: ['Формирование персонала','Использование персонала', 'Развитие персонала', ],
          },
        ]
      },
      {
        question: "Управленческий персонал включает:",
        type: "once",
        answers: [
          {
            text: "Вспомогательных рабочих",
            right: false
          },
          {
            text: "Сезонных рабочих",
            right: false
          },
          {
            text: "Младший обслуживающий персонал",
            right: false
          },
          {
            text: "Руководителей, специалистов",
            right: true
          },
          {
            text: "Основных рабочих",
            right: false
          }
        ]
      },
      {
        question: "Установите последовательность функций управления",
        type: "sort",
        answers: [
          {
            text: ['Мотивация', 'Планирование', 'Контроль', 'Координация', 'Организация'],
            answer: ['Планирование','Организация','Мотивация',  'Контроль', 'Координация', ],
          },
        ]
      },
      {
        question: "Введите пропущенные слова",
        type: "input",
        answers: [
          {
            text: "Управление персоналом  - это практическая деятельность, которая направлена на обеспечение предприятия квалифицированным  персоналом, способным качественно выполнять возложенные на него {}, и оптимальное  использование кадрами",
            answer: "трудовые функции",
          },
        ]
      },
   
      {
        question: "Человеческий капитал - это:",
        type: "once",
        answers: [
          {
            text: "Форма инвестирования в человека, т. е. затраты на общее и специальное образование, накопление суммы здоровья от рождения и через систему воспитания до работоспособного возраста, а также на экономически значимую мобильность",
            right: true
          },
          {
            text: "Вкладывание средств в средства производства",
            right: false
          },
          {
            text: "Нематериальные активы предприятия",
            right: false
          },
          {
            text: "Материальные активы предприятия",
            right: false
          },
          {
            text: "Это совокупность форм и методов работы администрации, обеспечивающих эффективный результат",
            right: false
          }
        ]
      },
      {
        question: "Функции управления персоналом представляют собой:",
        type: "once",
        answers: [
          {
            text: "Комплекс направлений и подходов работы в с кадрами, ориентированный на удовлетворение производственных и социальных потребностей предприятия",
            right: true
          },
          {
            text: "Комплекс направлений и подходов по повышению эффективности функционирования предприятия",
            right: false
          },
          {
            text: "Комплекс направлений и подходов по увеличению уставного фонда организации",
            right: false
          },
          {
            text: "Комплекс направлений и подходов по совершенствованию стратегии предприятия",
            right: false
          },
          {
            text: "Комплекс направлений и мероприятий по снижению себестоимости продукции",
            right: false
          }
        ]
      },
      {
        question: "Профессиограмма - это:",
        type: "once",
        answers: [
          {
            text: "Перечень прав и обязанностей работников",
            right: false
          },
          {
            text: "Описание общетрудовых и специальных умений каждого работника на предприятии",
            right: false
          },
          {
            text: "Это описание особенностей определенной профес\u00adсии, раскрывающее содержание профессионального труда, а также требова\u00adния, предъявляемые к человеку",
            right: true
          },
          {
            text: "Перечень профессий, которыми может овладеть работник в пределах его компетенции",
            right: false
          },
          {
            text: "Перечень всех профессий",
            right: false
          }
        ]
      },
      {
        question: "Кадровый потенциал предприятия – это:",
        type: "once",
        answers: [
          {
            text: "Совокупность работающих специалистов, устраивающихся на работу, обучающихся и повышающих квалификацию с отрывом от производства",
            right: true
          },
          {
            text: "Совокупность работающих специалистов",
            right: false
          },
          {
            text: "Совокупность устраивающихся на работу",
            right: false
          },
          {
            text: "Совокупность обучающихся и повышающих квалификацию с отрывом от производства",
            right: false
          },
          {
            text: "Совокупность перемещающихся по служебной лестнице",
            right: false
          }
        ]
      },
      {
        question: "Разделение труда предусматривает:",
        type: "once",
        answers: [
          {
            text: "Выполнение одним работником всех функций и действий по изготовлению конкретного изделия",
            right: false
          },
          {
            text: "Разделение труда согласно систематизированным трудовым функциям",
            right: true
          },
          {
            text: "Тщательный расчет расходов работы на производство продукции и услуг",
            right: false
          },
          {
            text: "Выполнение одним работником всех функций и действий по изготовлению комплекса изделий",
            right: false
          },
          {
            text: "Выполнение несколькими работниками одной функции по изготовлению комплексного изделия",
            right: false
          }
        ]
      },
      {
        question: "Функции управления персоналом представляют собой:",
        type: "once",
        answers: [
          {
            text: "Комплекс направлений и подходов работы в с кадрами, ориентированный на удовлетворение производственных и социальных потребностей предприятия",
            right: true
          },
          {
            text: "Комплекс направлений и подходов по повышению эффективности функционирования предприятия",
            right: false
          },
          {
            text: "Комплекс направлений и подходов по увеличению уставного фонда организации",
            right: false
          },
          {
            text: "Комплекс направлений и подходов по совершенствованию стратегии предприятия",
            right: false
          },
          {
            text: "Комплекс направлений и мероприятий по снижению себестоимости продукции",
            right: false
          }
        ]
      },
      {
        question: "Горизонтальное перемещение рабочего предусматривает такую ситуацию:",
        type: "once",
        answers: [
          {
            text: "Переведение с одной работы на другую с изменением заработной платы или уровня ответственности",
            right: false
          },
          {
            text: "Переведение с одной работы на другую без изменения заработной платы или уровня ответственности",
            right: true
          },
          {
            text: "Освобождение рабочего",
            right: false
          },
          {
            text: "Понижение рабочего в должности",
            right: false
          },
          {
            text: "Повышение рабочего в должности",
            right: false
          }
        ]
      },
      {
        question: "Какая подсистема направлена на разработку перспективной кадровой политики:",
        type: "once",
        answers: [
          {
            text: "Функциональная",
            right: false
          },
          {
            text: "Тактическая",
            right: false
          },
          {
            text: "Управляющая",
            right: false
          },
          {
            text: "Обеспечивающая",
            right: false
          },
          {
            text: "Стратегическая",
            right: true
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/1.png",
        answers: [
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: false
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: false
          },
          {
            text: "Управление кадрами",
            right: false
          },
          {
            text: "Деятельность, направленная на подбор, расстановку, обучение и оценку кадров",
            right: true
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/2.png",
        answers: [
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: false
          },
          {
            text: "Персонал организации",
            right: false
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: true
          },
          {
            text: "Создание системы управления кадрами, базирующейся в основном не на административных методах, а на экономических стимулах и социальных гарантиях, повышение эффективности производства",
            right: false
          }
        ]
      },
      {
        question: 'Установите соответствие',
        type: 'sort',
        image: '',
        answers: [
          {
            text: [ "Профессиограмма - это", "Структуры управления персоналом -это", "Разделение труда - это"],
            answer: ["Структуры управления персоналом -это", "Профессиограмма - это", "Разделение труда - это"],
            images: ["../assets/images/sort1_1.png", "../assets/images/sort1_2.png", "../assets/images/sort1_3.png"]
          }
        ]
      },

      {
        question: 'Установите соответствие',
        type: 'sort',
        image: '',
        answers: [
          {
            text:["Задачи управления персоналом", "Организационная структура","Сферы деятельности управления персоналом относят осуществление следующих функций",  "Кадровая политика"],
            answer: ["Сферы деятельности управления персоналом относят осуществление следующих функций", "Задачи управления персоналом", "Организационная структура", "Кадровая политика"],
            images: ["../assets/images/sort2_1.png", "../assets/images/sort2_2.png", "../assets/images/sort2_3.png", "../assets/images/sort2_4.png"]
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/3.png",
        answers: [
          {
            text: "Персонал организации",
            right: false
          },
          {
            text: "Организация работы персонала предприятия",
            right: false
          },
          {
            text: "Управление кадрами",
            right: true
          },
          {
            text: "Деятельность, направленная на подбор, расстановку, обучение и оценку кадров",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/4.png",
        answers: [
          {
            text: "Персонал организации",
            right: true
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: false
          },
          {
            text: "Создание системы управления кадрами, базирующейся в основном не на административных методах, а на экономических стимулах и социальных гарантиях, повышение эффективности производства",
            right: false
          },
          {
            text: "Управление кадрами",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/5.png",
        answers: [
          {
            text: "Обеспечение производственного процесса",
            right: false
          },
          {
            text: "Совокупность основных функций и направлений кадровой работы",
            right: true
          },
          {
            text: "Отбор персонала, адаптацию, оценку, обучение, расстановку, мотивацию персонала",
            right: false
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/6.png",
        answers: [
          {
            text: "Обеспечение производственного процесса",
            right: false
          },
          {
            text: "Отбор персонала, адаптацию, оценку, обучение, расстановку, мотивацию персонала",
            right: false
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: false
          },
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: true
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/7.png",
        answers: [
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: false
          },
          {
            text: "Совокупность основных функций и направлений кадровой работы",
            right: false
          },
          {
            text: "Отбор персонала, адаптацию, оценку, обучение, расстановку, мотивацию персонала",
            right: true
          },
          {
            text: "Создание системы управления кадрами, базирующейся в основном не на административных методах, а на экономических стимулах и социальных гарантиях, повышение эффективности производства",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/8.png",
        answers: [
          {
            text: "Совокупность основных функций и направлений кадровой работы",
            right: false
          },
          {
            text: "Область знаний кадрового менеджмента",
            right: false
          },
          {
            text: "Создание системы управления кадрами, базирующейся в основном не на административных методах, а на экономических стимулах и социальных гарантиях, повышение эффективности производства",
            right: true
          },
          {
            text: "Деятельность, направленная на подбор, расстановку, обучение и оценку кадров",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/9.png",
        answers: [
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: false
          },
          {
            text: "Персонал организации",
            right: false
          },
          {
            text: "Организация работы персонала предприятия",
            right: true
          },
          {
            text: "Управление кадрами",
            right: false
          }
        ]
      },
      {
        question: "Установите соответствие в тесте",
        image: "../assets/images/10.png",
        answers: [
          {
            text: "Обеспечение производственного процесса",
            right: true
          },
          {
            text: "Специалист призванный эффективно использовать кадровый потенциал организации",
            right: false
          },
          {
            text: "Совокупность основных функций и направлений кадровой работы",
            right: false
          },
          {
            text: "Организация работы персонала предприятия",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: ` 
  <b> ФГОС СПО:</b <br>
  <p> Федеральный государственный образовательный стандарт среднего профессионального
  образования по укрупненной группе специальностей 22.00.00 Технологии материалов, по
  специальности 22.02.05 Обработка металлов давлением; утвержден приказом Министерства
  образования и науки Российской Федерации от 21.04.2014 № 359</p>
  <b> ПОП-П:</b <br>
  22.02.05 Обработка металлов давлением
  <b> Профессиональный модуль:</b>
  <p> ПМ 01 Планирование и организация работы цеха обработки металлов давлением </p>
  <b> МДК 01.02: </b>
  <p> Изготовление деталей на металлорежущих станках различного вида и типа </p>
  <b> Раздел: </b>
  <p>  Планирование, организация производства и экономика цеха обработки металлов давлением </p>
  <b> Тема: </b>
  <p> Общие принципы управления персоналом </p>
  `,
  keywords: [
    {
      word: "Разделение труда",
      description: "Исторически сложившийся процесс выполнения людьми своих специализированных видов деятельности, сопровождающийся обособлением, видоизменением, закреплением отдельных видов трудовой деятельности, который протекает в общественных формах дифференциации и осуществления разнообразных видов трудовой деятельности."
    },
    {
      word: "Стимулирование",
      description: "мера внешней поддержки, благодаря которой осуществляется воздействие на активность человека. Понятия мотивация и стимулирование объединены тем, что так или иначе обозначают процессы воздействия на личность человека, благодаря которым программируется его поведение."
    },
    {
      word: "Иерархичность",
      description: "Ранжирование целей, определение приоритетов, наличие подчинительных связей."
    }
  ],
  advice: `
  <h3 style="margin:8px">  Рекомендации для обучающегося (самостоятельная работа) </h3>

  <ul>
      <li>Повторите ранее пройденный материал (ОП.10 Основы экономики организации, ОП.11
        Менеджмент).</li>
      <li>динамическую инфографику по теме «Общие принципы управления персоналом».</li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для
      дальнейшего обсуждения с преподавателем и/или с группой обучающихся.</li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и
      умений при изучении модуля:
      <ul>
      <li>общие принципы управления персоналом.</li>
      <li>организовывать работу коллектива исполнителей;</li>
      </ul></li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <h3 style="margin:8px">  Рекомендации для преподавателя </h3>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по
      уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной
      деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию
      как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с общими принципами управления персоналом;</li>
      <li>познакомить обучающихся с методами организации работы коллектива исполнителей;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между
      накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>
  

  
  
  
  `
}