export default {
  theme: "Основные принципы гидравлики и пневматики",
  fgos: {
    code: "22.02.05",
    name: "Обработка металлов давлением"
  },
  pm: {
    code: "02",
    name: "Оборудование цеха обработки металлов давлением, наладка и контроль за его работой"
  },
  mdk: {
    code: "02.01",
    name: "Оборудование цехов обработки металлов давлением"
  },
  interactive: {
    type: "video",
    video: "https://storage.yandexcloud.net/coks-video/220205020201.mp4",
    slides: []
  },
  test: {
    questions: [
      {
        question: "Выберите из предложенных вариантов ответов правильное определение понятия гидромеханика",
        type: "once",
        answers: [
          {
            text: "прикладной раздел механики сплошных сред, изучающий движение жидкости, условия её равновесия и взаимодействия с разнообразными твёрдыми телами, поверхностями или препятствиями, которые смачиваются или омываются ею.",
            right: true
          },
          {
            text: "раздел механики изучающий движение и силы трения механизмов, смазанных жидкостью.",
            right: false
          },
          {
            text: "раздел физики, наука, изучающая движение материальных тел и взаимодействие между ними; при этом движением в механике называют изменение во времени взаимного положения тел или их частей в пространстве.",
            right: false
          }
        ]
      },
      {
        question: "Перечислите существующие формы передачи энергии в гидроприводе (отметить правильные варианты (укажите наиболее подходящие ответы):",
        type: "multi",
        answers: [
          {
            text: "Механическая",
            right: true
          },
          {
            text: "Тепловая",
            right: false
          },
          {
            text: "Кинетическая",
            right: true
          },
          {
            text: "Пневматическая",
            right: false
          }
        ]
      },
      {
        question: "Выберите из предложенных вариантов ответов правильное определение понятия Пневматика(укажите один правильный ответ):",
        type: "once",
        answers: [
          {
            text: "Раздел физики изучающий состав воздуха в замкнутых системах.",
            right: false
          },
          {
            text: "Подраздел физики изучающий поведение пузырьков воздуха растворенных в жидкости.",
            right: false
          },
          {
            text: "раздел физики, изучающий равновесие и движение газов, а также посвящённый машинам, механизмам и устройствам использующим разность давления газа (воздуха) для своей работы.",
            right: true
          },
          {
            text: "пневматическая винтовка использующаяся для стрельбы по мишеням в тире.",
            right: false
          }
        ]
      },
      {
        question: "Перечислите основные компоненты гидропривода (укажите наиболее подходящие ответы):",
        type: "multi",
        answers: [
          {
            text: "Насос",
            right: true
          },
          {
            text: "Манометр",
            right: false
          },
          {
            text: "Гидродвигатель",
            right: true
          },
          {
            text: "Дроссельная задвижка",
            right: false
          },
          {
            text: "Аккумуляторная батарея",
            right: false
          }
        ]
      },
      {
        question: "Укажите основное отличие пневмопривода от гидропривода (укажите один правильный ответ):",
        type: "once",
        answers: [
          {
            text: "Наименованием завода производителя",
            right: false
          },
          {
            text: "В пневмоприводе основным кинематическим звеном является - газ (сжатый воздух), предназначенный для передачи энергии, отличия продиктованы различными свойствами газа и жидкости",
            right: true
          },
          {
            text: "Требующимся обучением для работы на данных видах оборудования",
            right: false
          }
        ]
      }
    ]
  },
  quiz: {
    questions: [
      {
        question: "",
        image: "",
        answers: [
          {
            text: "",
            right: false
          }
        ]
      }
    ]
  },
  contentinf: `<p style="font-weight: bold">ФГОС СПО:</p>
  <p>Федеральный государственный образовательный стандарт среднего профессионального образования по укрупненной группе специальности 22.00.00 Технологии материалов, по специальности 22.02.05 Обработка металлов давлением; утвержден приказом Министерства образования и науки Российской Федерации от 21.04.2014 № 359</p>
  <p style="font-weight: bold">Профессиональный модуль:</p>
  <p>
      ПМ 02 Оборудование цеха обработки металлов давлением, наладка и контроль за его работой
  </p>
  <p style="font-weight: bold">МДК 02.01:</p>
  <p>Оборудование цехов обработки металлов давлением</p>
  <p style="font-weight: bold">Раздел:</p>
  <p>Оборудование цеха обработки металлов давлением, наладка и контроль за его работой.</p>
  <p style="font-weight: bold">Тема:</p>
  <p>Основные принципы гидравлики и пневматики</p>`,
  advice: `<p style="font-weight: bold">  Рекомендации для обучающегося (самостоятельная работа) </p>

  <ul>
      <li>Повторите ранее пройденный материал (ОП.04 Охрана труда, ОП.05 Основы вычислительной техники, ОП.06 Основы автоматического управления, ОП.07 Электрические машины и электроприводы). </li>
      <li>Ознакомьтесь с теоретическим материалом по новой теме. Просмотрите динамическую инфографику по теме «Технологическое оборудование и оснастка автоматизированных и мехатронных систем». </li>
      <li>Если в процессе изучения материала возникнут вопросы, запишите их для дальнейшего обсуждения с преподавателем и/или с группой обучающихся. </li>
      <li>Обратите внимание на основные вопросы, подтверждающие взаимосвязь знаний и умений при изучении модуля: </li>
      <li>Выбирать соответствующее оборудование, аппаратуру и приборы для ведения технологического процесса</li>
      <li>Методику расчетов энергосиловых параметров оборудования обработки металлов давлением</li>
      <li>При необходимости просмотрите материал еще раз.</li>
      <li>Возвращайтесь к наиболее сложным аспектам темы.</li>
      <li>Соблюдайте здоровьесберегающий режим: чередуйте работу с электронными носителями с отдыхом и гимнастикой для глаз. </li>
  </ul>
  <p style="font-weight: bold">  Рекомендации для преподавателя </p>
  <p>  Преподаватель должен: </p>
  <ul>
      <li>организовать просмотр динамической инфографики и последующую беседу по уточнению и конкретизации первичных знаний;</li>
      <li>создать условия для освоения обучающимися знаний в форме интерактивной деятельности;</li>
      <li>формировать у обучающихся мотивацию к усвоению нового материала, образованию как основному инструменту достижения личного и профессионального успеха;</li>
      <li>познакомить обучающихся с правилами техники безопасности при проведении работ по ремонту, техническому обслуживанию, контролю и испытаниям мехатронных систем;</li>
      <li>познакомить с методиками контроля, испытаний и диагностики оборудования мехатронных систем;</li>
      <li>содействовать установлению в сознании обучающихся устойчивых связей между накопленным и новым опытом познавательной деятельности;</li>
      <li>фиксировать предложенные обучающимися гипотезы, курировать их обсуждение.</li>
  </ul>`,
  keywords: [
    {
      word: "Гидромеханика",
      description: "прикладной раздел механики сплошных сред, изучающий движение жидкости, условия её равновесия и взаимодействия с разнообразными твёрдыми телами, поверхностями или препятствиями, которые смачиваются или омываются ею."
    },
    {
      word: "Гидропривод",
      description: "совокупность деталей и устройств, предназначенных для приведения в движение машин и механизмов посредством гидравлической энергии."
    },
    {
      word: "Пневматика",
      description: "раздел физики, изучающий равновесие и движение газов, а также посвящённый машинам, механизмам и устройствам использующим разность давления газа для своей работы."
    },
    {
      word: "Манометр",
      description: "прибор, измеряющий давление жидкости или газа в замкнутом пространстве."
    },
    {
      word: "Гидродвигатель",
      description: "объёмная гидромашина, предназначенная для преобразования энергии потока жидкости в механическую энергию движения выходного звена. Неотъемлемый элемент объёмного гидропривода."
    }
  ]
}